export default {
  projections: {
    ЗаказE: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      фото: {
        __caption__: 'Фото',
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ЗаказL: {
      номерЗаказа: {
        __caption__: 'Номер заказа'
      },
      носитель: {
        __caption__: 'Носитель'
      },
      фото: {
        __caption__: '',
        количество: {
          __caption__: 'Количество'
        }
      }
    }
  },
  validations: {
    номерЗаказа: {
      __caption__: 'Номер заказа'
    },
    носитель: {
      __caption__: 'Носитель'
    },
    клиент: {
      __caption__: 'клиент'
    },
    фотокиоск: {
      __caption__: 'фотокиоск'
    },
    фото: {
      __caption__: 'Фото'
    }
  }
};
