export default {
  projections: {
    ПроверкаКиоскаE: {
      картЗаправ: {
        __caption__: 'Картридж заправлен'
      },
      бумага: {
        __caption__: 'Бумага'
      },
      датаПроверки: {
        __caption__: 'Дата проверки'
      },
      времяПроверки: {
        __caption__: 'Время проверки'
      },
      готовКРаботе: {
        __caption__: 'Готов к работе'
      }
    },
    ПроверкаКиоскаL: {
      картЗаправ: {
        __caption__: 'Картридж заправлен'
      },
      бумага: {
        __caption__: 'Бумага'
      },
      датаПроверки: {
        __caption__: 'Дата проверки'
      },
      времяПроверки: {
        __caption__: 'Время проверки'
      },
      готовКРаботе: {
        __caption__: 'Готов к работе'
      }
    }
  },
  validations: {
    бумага: {
      __caption__: 'Бумага'
    },
    времяПроверки: {
      __caption__: 'Время проверки'
    },
    готовКРаботе: {
      __caption__: 'Готов к работе'
    },
    датаПроверки: {
      __caption__: 'Дата проверки'
    },
    картЗаправ: {
      __caption__: 'Картридж заправлен'
    },
    оператор: {
      __caption__: 'оператор'
    },
    фотокиоск: {
      __caption__: 'фотокиоск'
    }
  }
};
